const aboutUsDescriptions = '''
گروه رینگ اسپورت، تیمی متشکل از فعالیت حوزه ی تیونینگ خودرو، چندی از گاراژداران و صاحبین نمایشگاه های معتبر خودرو در تهران، و جمعی از اساتید دانشگاه علم و صنعت ایران، با هدف تسهیل گری پیرامون خدمات بازار خودرو، خدمات فنی، و ایجاد زیرساخت فروشگاه اینترنتی حرفه ای و قابل وثوق، ایجاد محیط تبادل نظر فعالیت بازار پیرامون خودروهای داخلی و خارجی جدید، و پلتفرمی متفاوت جهت معرفی کسب و کارها و فعالیت خبره ی این حوزه از نمایشگاه داران، گاراژ ها، تعمیرگاه ها و نمایندگی ها، تیون کاران حرفه ای و اصولی، ... تشکیل یافته است.
امید است تا با همکاری اصناف مربوطه و فعالین بازار، گامی در راستای ارتقای این صنعت در کشور و ارائه ی خدمات عمومی ارزان و کارا، فراهم گردد.
''';
const telegramUrl = 'https://t.me/ringsportofficial';
const instagramUrl = 'https://instagram.com/ringsport.official';
const linkedinUrl = 'https://www.linkedin.com/company/ringsportofficial/';
const officialWebsiteUrl = 'https://ringsportofficial.com';
const emailAddress = 'mailto:ringsportofficial@yahoo.com';
const contactUs = 'tel:+989396047685';

const semicolonUrl = 'https://t.me/semicolon_admin';

const scientificArticlesUrl = 'https://ringsportofficial.com/garage/';

const Map<String, String> problemsDescrption = {
  'oil_filter':
      'سطح روغن ماشین شما کم است. برای از بین بردن اصطکاک و گرم شدن بیش از حد ، روغن موتور را تعویض کنید.',
  'tire':
      'درصورت عدم چک کردن عمر و اندازه عاج تایر عدم تعادل ماشین را به همراه خواهد داشت.',
  'gasoline_filter':
      'تعویض نکردن فیلتر بنزین منجر به کثیف شدن مجرای سوخت رسانی و در موارد شدیدتر آسیب به انژکتور شما می‌شود.',
  'air_filter':
      'فیلتر هوا منجر به ورود هوای تمیز به موتور میشود از طرفی کارایی و عمر موتور شما را افزایش می‌دهد.',
  'engine_oil':
      'سطح روغن ماشین شما کم است. برای از بین بردن اصطکاک و گرم شدن بیش از حد ، روغن موتور را تعویض کنید.',
  'gearbox_oil':
      'روغن گیربکس برای روانسازی و سهولت حرکت چرخ دنده ها میباشد؛ عدم تعویض به موقع باعث استهلاک سریعتر و هزینه های بالای گیربکس می‌شود.',
  'brakepad':
      'لنت مناسب ماشین و نوع رانندگی شما باعث کم شدن سروصدا و عدم تعویض به موقع باعث آسیب به قطعات دیگر و افزایش خطر تصادف می‌شود.',
  'timingbelt':
      'تسمه تایم برای هماهنگی باز و بسته شدن سوپاپ موتور می‌شود و چک نکردن و پاره شدن تسمه تایم باعث هزینه های گزاف برای موتور شما می‌شود.',
  'insurance': ''
};
